{
    "properties": [
        {
            "title": "Sunset Villa",
            "slug": "sunset-villa",
            "category": "homes",
            "tagline": "Dream villa mansion on the beach with stunning views",
            "verbage": "Standing on 1 acre of landscaped beachfront with old colonial-type driveway and guest cottage, this magnificent spanish-type architectural wonder covers  a floor area of 10,000 square feet. It comprises 5 bedrooms with 5 en-suite bathrooms and custom-designed walk-in closets. High 12-foot ceilings and an abundance of natural light greets you as you enter this beautifully designed ground floor area comprising modern kitchen with center island, custom-built cabinetry, granite countertops, stainless steel appliances, porcelian tiled floors and magnificent beach views. Also on this floor is the master en-suite guestroom, formal dining and living rooms. A winding staircase leads to the upper floor with spacious family foyer and 4 large king-sized en-suite bedrooms. The resort-style pool and lover's bridge create the perfect aura for warm summer nights or entertaining close friends and family on the expansive pool deck and outdoor bar area.",
            "size": 43560,
            "price": "15,000,000",
            "mapurl": "!1m18!1m12!1m3!1d1960.3761740084913!2d-61.556341024091!3d10.676320998088046!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMTDCsDQwJzM0LjgiTiA2McKwMzMnMTguOSJX!5e0!3m2!1sen!2suk!4v1556547661796!5m2!1sen!2suk",
            "bedrooms": 6,
            "bathrooms": 7,
            "pool": true
        },
        {
            "title": "Park Avenue",
            "slug": "park-avenue",
            "category": "homes",
            "tagline": "An Architectural wonder with high spec interiors and ocean views",
            "verbage": "A rare opportunity to own on Park Avenue, Westmoorings, Trinidad.This beautiful, fully air conditioned, 5,500 sf. two story, 5 bedroom 5 bath home is a sheer delight, and offers a sophisticated design.It sits on 7,000 sqft of land and is in excellent condition. On entrance, you are greeted with lots of natural light and beautiful high polished porcelain flooring throughout. The first floor features the main living space, formal living room/dining room. The kitchen  boasts granite countertops, gorgeous teak lower and upper showcase cabinetry, stainless steel appliances, an island with sink and breakfast bar. The master suite  features a large walk-in closet, double vanities, jacuzzi, and a separate shower with window for natural light.  Additional features includes secured parking in enclosed garage with automated door,  pool, spa, electronic gate entry  and roof top deck with panoramic ocean views of the lights of Port-of-Spain. It is conveniently located with quick access to The Falls Shopping Mall and the International School of Port-of-Spain.",
            "size": 7000,
            "price": "13,000,000",
            "mapurl": "!1m18!1m12!1m3!1d1960.3761740084913!2d-61.556341024091!3d10.676320998088046!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMTDCsDQwJzM0LjgiTiA2McKwMzMnMTguOSJX!5e0!3m2!1sen!2suk!4v1556547661796!5m2!1sen!2suk",
            "bedrooms": 5,
            "bathrooms": 5,
            "pool": true
        },
        {
            "title": "Sunset Land",
            "slug": "sunset-land",
            "category": "land",
            "tagline": "Own your dream home in Sunset Beach Resorts!",
            "verbage": "Mayaro’s gated community. Short walk to the ocean. Stunning location on Sunset Drive, St. Margaret's Village, Mayaro, Trinidad.The beach is perfect for water sports and is safe for bathing because of the barrier reef situated parallel to the shoreline. Enjoy village life, pulling seine laden with fresh catch of the day, drinking coconut water, cocktails and dining on local cuisine reminiscient of the good ole days when life was slower and simpler.",
            "size": 8000,
            "beachfront": true,
            "electricity": true,
            "price": "795,000",
            "lots": 10,
            "mapurl": "",
            "drainage": true,
            "planning": true
        },
        {
            "title": "Beachfront Mentor",
            "slug": "beachfront-mentor",
            "category": "land",
            "tagline": "Beachfront Mentor",
            "verbage": "",
            "size": 20000,
            "beachfront": true,
            "electricity": true,
            "price": "1,800,000",
            "lots": 4,
            "mapurl": "",
            "drainage": true,
            "planning": true
        },
        {
            "title": "Bayhaven",
            "slug": "bayhaven",
            "category": "land",
            "tagline": "ADB Land",
            "verbage": "",
            "size": 8000,
            "beachfront": true,
            "electricity": true,
            "price": "2,900,000",
            "lots": 1,
            "mapurl": "",
            "drainage": true,
            "planning": true
        },
        {
            "title": "Oceanhaven",
            "slug": "oceanhaven",
            "category": "land",
            "tagline": "Best beach site in Mayaro for boutique hotel or guesthouse",
            "verbage": "Located next to Bon Espoire Road and HingWan Drive in Mayaro, Trinidad. The beach is perfect for water sports and is safe for bathing because of the barrier reef situated parallel to the shoreline. Enjoy village life, pulling seine laden with fresh catch of the day, drinking coconut water, cocktails and dining on local cuisine reminiscient of the good ole days when life was slower and simpler. The neighbours have built a small friendly community of guesthouses and weekend getaways.",
            "size": 20000,
            "beachfront": true,
            "electricity": true,
            "price": "3,600,000",
            "lots": 12,
            "mapurl": "",
            "drainage": true,
            "planning": true
        },
        {
            "title": "The Buoys",
            "slug": "the-buoys",
            "category": "land",
            "tagline": "Enjoy views of the Port-of-Spain city skyline in Trinidad and the yachting marina",
            "verbage": "Luxury gated community in north-west Trinidad with clubhouse and tennis courts, apartments, townhouses and detached villas",
            "size": 18000,
            "beachfront": true,
            "electricity": true,
            "price": "2,5900,000",
            "lots": 1,
            "mapurl": "",
            "drainage": true,
            "planning": true
        },
        {
            "title": "Tobago Mt Irving",
            "slug": "tobago-mt-irving",
            "category": "land",
            "tagline": "Villa site with views of Buccoo Reef and the famous Mt. Irvine golf course in Tobago.",
            "verbage": "Gently sloping site on Glennick Terrace, Mt.Irvine overlooking the Mt.Irvine golf course and views of Buccoo Bay and Reef. Mature neighborhood with excellenet infrastructure serving luxury villas and tourist rental apartments. This site is ideal for retirement relocation or tourist apartment rentals in this sleepy unspoilt island of Tobago. The island is reknown for it's nature reserves, bird sanctuaries, waterfalls and tropical reefs off white sandy beaches. Tobago is also famous for annual events which include fishing regattas, easter goat and crab races, blue food festivals, jazz festivals and carnival.",
            "size": 8000,
            "beachfront": true,
            "electricity": true,
            "price": "3,500,000",
            "lots": 1,
            "mapurl": "",
            "drainage": true,
            "planning": true
        },
        {
            "title": "Tobago Cove",
            "slug": "tobago-cove",
            "category": "land",
            "tagline": "Near to new marina site with all amenities.",
            "verbage": "Eco-industrrial estate next to new power plant, eco-resorts and proposed new luxury marina, restaurants and other yachting facilities. The site is flat and is a few minutes walk from the ocean.",
            "size": 217800,
            "beachfront": true,
            "electricity": true,
            "price": "7,500,000",
            "lots": 1,
            "mapurl": "",
            "drainage": true,
            "planning": true
        }
    ]
}